Repository: TomasPlatero/blizzard-api-wp
Catalog: languages/blizzard-api-*.po
Languages: es_es

source: Settings
es_es: Opciones

source: Refresh Data
es_es: Actualizar Datos

source: Data Visualizer
es_es: Visualizar Datos

source: Blizzard API JSON Viewer
es_es: Configuración de la API de Blizzard

source: Guild Data
es_es: Datos de la Hermandad

source: No data available for guild.
es_es: No hay datos que mostrar.

source: Guild Roster Data
es_es: Datos de los Miembros de la Hermandad

source: No data available for guild roster.
es_es: No hay datos que mostrar.

source: Refresh Guild Data
es_es: Actualizar Datos

source: Refresh Guild Roster Data
es_es: Actualizar Datos

source: Guild data refreshed.
es_es: Datos de la hermandad actualizados.

source: Guild roster data refreshed.
es_es: Datos de los miembros de hermandad actualizados.

source: Settings saved. You may need to refresh the data.
es_es: Cambios guardados. Podría necesitar actualizar los datos.

source: Blizzard API Settings
es_es: Configuración de la API de Blizzard

source: Data from Blizzard
es_es: Datos de Blizzard

source: Add the client and secret IDs that you can get from
es_es: Agrega los ID de cliente y secreto que puedes obtener de

source: Blizzard API Access Client
es_es: Cliente de Acceso a la API de Blizzard

source: Client ID
es_es: ID de Cliente

source: Client Secret
es_es: Secreto de Cliente

source: World of Warcraft Data
es_es: Datos de World of Warcraft

source: Add the next data of your guild:
es_es: Agrega los siguientes datos de tu hermandad:

source: Region
es_es: Región

source: Realm
es_es: Reino

source: Guild
es_es: Hermandad

source: Warning: The guild data could not be updated the response from blizzard was empty, check the plugin Settings.
es_es: Advertencia: No se pudieron actualizar los datos de la hermandad, la respuesta de Blizzard estaba vacía te recomiendo revisar la configuración del plugin

source: The guild data has been successfully updated.
es_es: Los datos de la hermandad se han actualizado con éxito.

source: Warning: The guild data could not be updated the response from blizzard was empty, check the plugin Settings
es_es: Advertencia: No se pudieron actualizar los datos de la hermandad. La respuesta de Blizzard estaba vacía, revisa la configuración del plugin

source: The roster data has been successfully updated.
es_es: Los datos del roster se han actualizado con éxito.

source: Update Data
es_es: Actualizar Datos

source: Note:
es_es: Nota:

source: Clicking 'Update' will remove the cached data stored in WordPress for your clan across all options.
es_es: Al hacer clic en 'Actualizar', se eliminarán los datos almacenados en la caché de WordPress para tu clan en todas las opciones.

source: General Guild Data
es_es: Datos Generales de la Hermandad

source: Use the button below to update your guild data. This will ensure that the most recent information is reflected on your site.
es_es: Utiliza el botón de abajo para actualizar los datos de tu hermandad. Esto asegurará que la información más reciente se refleje en tu sitio.

source: Update
es_es: Actualizar

source: Guild Member Data
es_es: Datos de los Miembros de la Hermandad

source: Use the button below to update your guild member data. This will ensure that the most recent information is reflected on your site.
es_es: Utiliza el botón de abajo para actualizar los datos de los miembros de tu hermandad. Esto asegurará que la información más reciente se refleje en tu sitio.

source: Blizzard Api Connector
es_es: Conector Api de Blizzard

source: WordPress Connector for Blizzard API
es_es: Conector de WordPress para la API de Blizzard
